import os

BOT_TOKEN = os.getenv("BOT_TOKEN")
API_BASE_URL = os.getenv("API_BASE_URL")
WELCOME_TEXT = (
    """
👋 Добро пожаловать!
Я — официальный бот Союза Православной молодежи Пензенской епархии - AGAPE.
Регистрируйся и получи доступ ко всему функционалу!
    """
)
DAY_OF_THE_WEEK = 7

MENU_BUTTON_TEXT = "🏠 Меню"

ABOUT_US_TEXT = (
    """
agape — союз православной молодежи, который ждет вас в гости ❤️

Мы собрались компанией в возрасте от 18 до 35, чтобы проводить время с пользой, в уютной атмосфере.
Мы говорим о религии, философии и искусстве.
agape открыт ко всем молодым людям, любых религий, взглядов. 

Приходите, если готовы говорить о реально важных вопросах!
    """
)
BASE_ADJUST = 3
